Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# knittingReminder.card.skip.hint
source: Skips only this reminder occurrence.
da: Springer kun denne påmindelse over.
de: Überspringt nur dieses Erinnerungsvorkommen.
el: Παραλείπει μόνο αυτή την εμφάνιση υπενθύμισης.
fi: Ohittaa vain tämän muistutuskerran.
fr: Ignore uniquement cette occurrence du rappel.
ja: 今回のリマインダーだけをスキップします。
ko: 이번 알림만 건너뜁니다.
nb: Hopper bare over denne påminnelsen.
nl: Slaat alleen deze herinneringskeer over.
sv: Hoppar bara över den här påminnelseförekomsten.
zh_hans: 仅跳过此次提醒。
zh_hant: 只略過這次提醒。

# knittingReminder.card.stop
source: Stop Rule
da: Stop påmindelse
de: Erinnerung stoppen
el: Διακοπή υπενθύμισης
fi: Lopeta muistutus
fr: Arrêter le rappel
ja: リマインダーを停止
ko: 알림 중지
nb: Stopp påminnelsen
nl: Herinnering stoppen
sv: Stoppa påminnelsen
zh_hans: 停止提醒
zh_hant: 停止提醒

# knittingReminder.card.stop.hint
source: Stops this rule from creating more reminders.
da: Forhindrer reglen i at oprette flere påmindelser.
de: Verhindert, dass diese Regel weitere Erinnerungen erstellt.
el: Εμποδίζει αυτόν τον κανόνα να δημιουργεί άλλες υπενθυμίσεις.
fi: Estää tätä sääntöä luomasta uusia muistutuksia.
fr: Empêche cette règle de créer d’autres rappels.
ja: このルールによる新しいリマインダーの作成を停止します。
ko: 이 규칙이 새 알림을 만들지 않도록 중지합니다.
nb: Hindrer regelen i å opprette flere påminnelser.
nl: Voorkomt dat deze regel meer herinneringen aanmaakt.
sv: Hindrar regeln från att skapa fler påminnelser.
zh_hans: 停止此规则，不再创建新提醒。
zh_hant: 停止這個規則，不再建立新提醒。

# knittingReminder.card.stop.confirm
source: Stop this reminder rule?
da: Vil du stoppe denne påmindelsesregel?
de: Diese Erinnerungsregel stoppen?
el: Να διακοπεί αυτός ο κανόνας υπενθύμισης;
fi: Lopetetaanko tämä muistutussääntö?
fr: Arrêter cette règle de rappel ?
ja: このリマインダールールを停止しますか？
ko: 이 알림 규칙을 중지할까요?
nb: Stoppe denne påminnelsesregelen?
nl: Deze herinneringsregel stoppen?
sv: Stoppa den här påminnelseregeln?
zh_hans: 要停止此提醒规则吗？
zh_hant: 要停止這個提醒規則嗎？

# knittingReminder.card.more
source: More
da: Mere
de: Mehr
el: Περισσότερα
fi: Lisää
fr: Plus
ja: その他
ko: 더 보기
nb: Mer
nl: Meer
sv: Mer
zh_hans: 更多
zh_hant: 更多

# knittingReminder.card.queue
source: %1$lld of %2$lld
da: %1$lld af %2$lld
de: %1$lld von %2$lld
el: %1$lld από %2$lld
fi: %1$lld/%2$lld
fr: %1$lld sur %2$lld
ja: %2$lld件中%1$lld件目
ko: %2$lld개 중 %1$lld번째
nb: %1$lld av %2$lld
nl: %1$lld van %2$lld
sv: %1$lld av %2$lld
zh_hans: 第 %1$lld 项，共 %2$lld 项
zh_hant: 第 %1$lld 項，共 %2$lld 項

# knittingReminder.card.target
source: Row %lld
da: Pind %lld
de: Reihe %lld
el: Σειρά %lld
fi: Kerros %lld
fr: Rang %lld
ja: %lld段目
ko: %lld단
nb: Rad %lld
nl: Toer %lld
sv: Varv %lld
zh_hans: 第 %lld 行
zh_hant: 第 %lld 段

# knittingReminder.card.phase.initial
source: First presentation
da: Første visning
de: Erste Anzeige
el: Πρώτη εμφάνιση
fi: Ensimmäinen näyttökerta
fr: Première présentation
ja: 初回表示
ko: 첫 표시
nb: Første visning
nl: Eerste weergave
sv: Första visningen
zh_hans: 首次显示
zh_hant: 首次顯示

# knittingReminder.card.phase.deferred
source: Deferred once
da: Udsat én gang
de: Einmal verschoben
el: Αναβλήθηκε μία φορά
fi: Siirretty kerran
fr: Reporté une fois
ja: 1回延期済み
ko: 한 번 연기됨
nb: Utsatt én gang
nl: Eenmaal uitgesteld
sv: Uppskjuten en gång
zh_hans: 已延后一次
zh_hant: 已延後一次

# knittingReminder.card.accessibility.summary
source: Type: %1$@; note: %2$@; %3$@; phase: %4$@; queue: %5$@
da: Type: %1$@; note: %2$@; %3$@; fase: %4$@; kø: %5$@
de: Typ: %1$@; Notiz: %2$@; %3$@; Phase: %4$@; Warteschlange: %5$@
el: Τύπος: %1$@· σημείωση: %2$@· %3$@· φάση: %4$@· ουρά: %5$@
fi: Tyyppi: %1$@; huomautus: %2$@; %3$@; vaihe: %4$@; jono: %5$@
fr: Type : %1$@ ; note : %2$@ ; %3$@ ; phase : %4$@ ; file : %5$@
ja: 種類：%1$@、メモ：%2$@、%3$@、段階：%4$@、順番：%5$@
ko: 유형: %1$@; 메모: %2$@; %3$@; 단계: %4$@; 대기열: %5$@
nb: Type: %1$@; notat: %2$@; %3$@; fase: %4$@; kø: %5$@
nl: Type: %1$@; notitie: %2$@; %3$@; fase: %4$@; wachtrij: %5$@
sv: Typ: %1$@; anteckning: %2$@; %3$@; fas: %4$@; kö: %5$@
zh_hans: 类型：%1$@；补充文字：%2$@；%3$@；阶段：%4$@；队列：%5$@
zh_hant: 類型：%1$@；補充文字：%2$@；%3$@；階段：%4$@；佇列：%5$@

# knittingReminder.list.unavailable
source: Project unavailable
da: Projektet er ikke tilgængeligt
de: Projekt nicht verfügbar
el: Το έργο δεν είναι διαθέσιμο
fi: Projekti ei ole käytettävissä
fr: Projet indisponible
ja: 作品を利用できません
ko: 작품을 사용할 수 없음
nb: Prosjektet er utilgjengelig
nl: Project niet beschikbaar
sv: Projektet är inte tillgängligt
zh_hans: 无法使用此作品
zh_hant: 無法使用此作品

# knittingReminder.list.add
source: Add Reminder
da: Tilføj påmindelse
de: Erinnerung hinzufügen
el: Προσθήκη υπενθύμισης
fi: Lisää muistutus
fr: Ajouter un rappel
ja: リマインダーを追加
ko: 알림 추가
nb: Legg til påminnelse
nl: Herinnering toevoegen
sv: Lägg till påminnelse
zh_hans: 添加提醒
zh_hant: 新增提醒

# knittingReminder.state.active
source: Active
da: Aktiv
de: Aktiv
el: Ενεργή
fi: Aktiivinen
fr: Actif
ja: 有効
ko: 활성
nb: Aktiv
nl: Actief
sv: Aktiv
zh_hans: 已启用
zh_hant: 啟用中

# knittingReminder.state.completed
source: Completed
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
fi: Valmis
fr: Terminé
ja: 完了
ko: 완료됨
nb: ferdig
nl: Voltooid
sv: avslutad
zh_hans: 已完成
zh_hant: 已完成

# knittingReminder.state.stopped
source: Stopped
da: Stoppet
de: Gestoppt
el: Διακόπηκε
fi: Pysäytetty
fr: Arrêté
ja: 停止
ko: 중지됨
nb: Stoppet
nl: Gestopt
sv: Stoppad
zh_hans: 已停止
zh_hant: 已停止

# knittingReminder.secondaryCounter
source: Original counter: %@
da: Oprindelig tæller: %@
de: Ursprünglicher Zähler: %@
el: Αρχικός μετρητής: %@
fi: Alkuperäinen laskuri: %@
fr: Compteur d’origine : %@
ja: 元のカウンター：%@
ko: 기존 카운터: %@
nb: Opprinnelig teller: %@
nl: Oorspronkelijke toerenteller: %@
sv: Ursprunglig räknare: %@
zh_hans: 原计数器：%@
zh_hant: 原計數器：%@

# knittingReminder.editor.title.new
source: New Reminder
da: Ny påmindelse
de: Neue Erinnerung
el: Νέα υπενθύμιση
fi: Uusi muistutus
fr: Nouveau rappel
ja: 新しいリマインダー
ko: 새 알림
nb: Ny påminnelse
nl: Nieuwe herinnering
sv: Ny påminnelse
zh_hans: 新建提醒
zh_hant: 新增提醒

# knittingReminder.editor.title.edit
source: Edit Reminder
da: Rediger påmindelse
de: Erinnerung bearbeiten
el: Επεξεργασία υπενθύμισης
fi: Muokkaa muistutusta
fr: Modifier le rappel
ja: リマインダーを編集
ko: 알림 편집
nb: Rediger påminnelse
nl: Herinnering bewerken
sv: Redigera påminnelse
zh_hans: 编辑提醒
zh_hant: 編輯提醒

# knittingReminder.editor.kind
source: Reminder kind
da: Påmindelsestype
de: Erinnerungstyp
el: Τύπος υπενθύμισης
fi: Muistutuksen tyyppi
fr: Type de rappel
ja: リマインダーの種類
ko: 알림 유형
nb: Påminnelsestype
nl: Type herinnering
sv: Påminnelsetyp
zh_hans: 提醒类型
zh_hant: 提醒類型

# knittingReminder.editor.note
source: Optional note
da: Valgfri note
de: Optionale Notiz
el: Προαιρετική σημείωση
fi: Valinnainen huomautus
fr: Note facultative
ja: 補足メモ（任意）
ko: 추가 메모(선택 사항)
nb: Valgfritt notat
nl: Optionele notitie
sv: Valfri anteckning
zh_hans: 补充文字（可选）
zh_hant: 補充文字（選填）

# knittingReminder.editor.schedule
source: Reminder schedule
da: Påmindelsesplan
de: Erinnerungsplan
el: Πρόγραμμα υπενθύμισης
fi: Muistutuksen aikataulu
fr: Planification du rappel
ja: リマインダーの予定
ko: 알림 일정
nb: Påminnelsesplan
nl: Herinneringsschema
sv: Påminnelseschema
zh_hans: 提醒计划
zh_hant: 提醒排程

# knittingReminder.editor.schedule.oneTime
source: One Time
da: Én gang
de: Einmalig
el: Μία φορά
fi: Kerran
fr: Une fois
ja: 1回
ko: 한 번
nb: Én gang
nl: Eenmalig
sv: En gång
zh_hans: 单次
zh_hant: 單次

# knittingReminder.editor.schedule.repeating
source: Repeating
da: Gentagende
de: Wiederholend
el: Επαναλαμβανόμενη
fi: Toistuva
fr: Répétitif
ja: 繰り返し
ko: 반복
nb: Gjentakende
nl: Herhalend
sv: Återkommande
zh_hans: 重复
zh_hant: 重複

# knittingReminder.editor.firstRow
source: First row
da: Første pind
de: Erste Reihe
el: Πρώτη σειρά
fi: Ensimmäinen kerros
fr: Premier rang
ja: 開始段
ko: 시작 단
nb: Første rad
nl: Eerste toer
sv: Första varvet
zh_hans: 起始行数
zh_hant: 起始段數

# knittingReminder.editor.interval
source: Interval
da: Pindeinterval
de: Reihenintervall
el: Διάστημα σειρών
fi: Kerrosväli
fr: Intervalle de rangs
ja: 段の間隔
ko: 단 간격
nb: Radintervall
nl: Toerinterval
sv: Varvintervall
zh_hans: 间隔行数
zh_hant: 間隔段數

# knittingReminder.editor.limited
source: Limit repetitions
da: Begræns gentagelser
de: Wiederholungen begrenzen
el: Περιορισμός επαναλήψεων
fi: Rajoita toistoja
fr: Limiter les répétitions
ja: 繰り返し回数を制限
ko: 반복 횟수 제한
nb: Begrens gjentakelser
nl: Herhalingen beperken
sv: Begränsa upprepningar
zh_hans: 限制重复次数
zh_hant: 限制重複次數

# knittingReminder.editor.limit
source: Number of times
da: Antal gange
de: Anzahl
el: Αριθμός φορών
fi: Kertojen määrä
fr: Nombre de fois
ja: 回数
ko: 횟수
nb: Antall ganger
nl: Aantal keer
sv: Antal gånger
zh_hans: 提醒次数
zh_hant: 提醒次數

# knittingReminder.editor.summary
source: Summary
da: Oversigt
de: Zusammenfassung
el: Σύνοψη
fi: Yhteenveto
fr: Résumé
ja: 概要
ko: 요약
nb: Sammendrag
nl: Samenvatting
sv: Sammanfattning
zh_hans: 摘要
zh_hant: 摘要

# knittingReminder.editor.validation
source: First row must be a whole number that is at least 0. Interval and number of times must be whole numbers that are at least 1.
da: Første pind skal være et heltal fra og med 0. Interval og antal gange skal være heltal fra og med 1.
de: Die erste Reihe muss eine ganze Zahl ab 0 sein. Intervall und Anzahl müssen ganze Zahlen ab 1 sein.
el: Η πρώτη σειρά πρέπει να είναι ακέραιος αριθμός από 0 και πάνω. Το διάστημα και ο αριθμός επαναλήψεων πρέπει να είναι ακέραιοι από 1 και πάνω.
fi: Ensimmäisen kerroksen on oltava kokonaisluku, joka on vähintään 0. Välin ja kertojen määrän on oltava kokonaislukuja, jotka ovat vähintään 1.
fr: Le premier rang doit être un entier supérieur ou égal à 0. L’intervalle et le nombre de fois doivent être des entiers supérieurs ou égaux à 1.
ja: 最初の段は0以上の整数、間隔と回数は1以上の整数で入力してください。
ko: 첫 단은 0 이상의 정수여야 합니다. 간격과 횟수는 1 이상의 정수여야 합니다.
nb: Første rad må være et heltall fra og med 0. Intervall og antall ganger må være heltall fra og med 1.
nl: De eerste toer moet een geheel getal van 0 of hoger zijn. Het interval en het aantal keren moeten gehele getallen van 1 of hoger zijn.
sv: Första varvet måste vara ett heltal från 0. Intervall och antal gånger måste vara heltal från 1.
zh_hans: 第一行须为 0 以上的整数；间隔和次数须为 1 以上的整数。
zh_hant: 第一段須為 0 以上的整數；間隔與次數須為 1 以上的整數。

# knittingReminder.action.editMigrated
source: Edit Migrated Reminder
da: Rediger overført påmindelse
de: Migrierte Erinnerung bearbeiten
el: Επεξεργασία μεταφερμένης υπενθύμισης
fi: Muokkaa siirrettyä muistutusta
fr: Modifier le rappel migré
ja: 移行したリマインダーを編集
ko: 이전된 알림 편집
nb: Rediger overført påminnelse
nl: Gemigreerde herinnering bewerken
sv: Redigera migrerad påminnelse
zh_hans: 编辑已迁移的提醒
zh_hant: 編輯已遷移的提醒

# knittingReminder.action.stop
source: Stop reminder
da: Stop påmindelse
de: Erinnerung stoppen
el: Διακοπή υπενθύμισης
fi: Lopeta muistutus
fr: Arrêter le rappel
ja: リマインダーを停止
ko: 알림 중지
nb: Stopp påminnelsen
nl: Herinnering stoppen
sv: Stoppa påminnelsen
zh_hans: 停止提醒
zh_hant: 停止提醒

# knittingReminder.action.reset
source: Reset reminder
da: Nulstil påmindelse
de: Erinnerung zurücksetzen
el: Επαναφορά υπενθύμισης
fi: Nollaa muistutus
fr: Réinitialiser le rappel
ja: リマインダーをリセット
ko: 알림 재설정
nb: Tilbakestill påminnelsen
nl: Herinnering resetten
sv: Återställ påminnelsen
zh_hans: 重置提醒
zh_hant: 重設提醒

# knittingReminder.action.delete
source: Delete
da: Slet
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# knittingReminder.confirm.replaceProgress
source: Replace Reminder and Reset Progress?
da: Erstat påmindelsen og nulstil status?
de: Erinnerung ersetzen und Fortschritt zurücksetzen?
el: Αντικατάσταση υπενθύμισης και επαναφορά προόδου;
fi: Korvataanko muistutus ja nollataanko edistyminen?
fr: Remplacer le rappel et réinitialiser la progression ?
ja: リマインダーを置き換えて進捗をリセットしますか？
ko: 알림을 교체하고 진행 상황을 재설정할까요?
nb: Erstatt påminnelsen og nullstill fremdriften?
nl: Herinnering vervangen en voortgang opnieuw instellen?
sv: Ersätta påminnelsen och nollställa förloppet?
zh_hans: 替换提醒并重置进度？
zh_hant: 取代提醒並重設進度？

# knittingReminder.confirm.stop
source: Stop this reminder rule?
da: Vil du stoppe denne påmindelsesregel?
de: Diese Erinnerungsregel stoppen?
el: Να διακοπεί αυτός ο κανόνας υπενθύμισης;
fi: Lopetetaanko tämä muistutussääntö?
fr: Arrêter cette règle de rappel ?
ja: このリマインダールールを停止しますか？
ko: 이 알림 규칙을 중지할까요?
nb: Stoppe denne påminnelsesregelen?
nl: Deze herinneringsregel stoppen?
sv: Stoppa den här påminnelseregeln?
zh_hans: 要停止此提醒规则吗？
zh_hant: 要停止這個提醒規則嗎？

# knittingReminder.confirm.reset
source: Reset the latest completed or skipped occurrence?
da: Vil du nulstille den senest fuldførte eller oversprungne forekomst?
de: Das letzte abgeschlossene oder übersprungene Vorkommen zurücksetzen?
el: Να γίνει επαναφορά της τελευταίας ολοκληρωμένης ή παραλειφθείσας εμφάνισης;
fi: Nollataanko viimeisin suoritettu tai ohitettu kerta?
fr: Réinitialiser la dernière occurrence terminée ou ignorée ?
ja: 直近の完了またはスキップした回をリセットしますか？
ko: 최근 완료하거나 건너뛴 항목을 재설정할까요?
nb: Tilbakestille den siste fullførte eller hoppede forekomsten?
nl: De laatst voltooide of overgeslagen keer resetten?
sv: Återställa den senast slutförda eller överhoppade förekomsten?
zh_hans: 要重置最近一次已完成或跳过的提醒吗？
zh_hant: 要重設最近一次已完成或略過的提醒嗎？

# knittingReminder.confirm.delete
source: Delete this reminder and its pending occurrences?
da: Vil du slette denne påmindelse og dens ventende forekomster?
de: Diese Erinnerung und ihre ausstehenden Vorkommen löschen?
el: Να διαγραφεί αυτή η υπενθύμιση και οι εκκρεμείς εμφανίσεις της;
fi: Poistetaanko tämä muistutus ja sen odottavat kerrat?
fr: Supprimer ce rappel et ses occurrences en attente ?
ja: このリマインダーと保留中の項目を削除しますか？
ko: 이 알림과 대기 중인 항목을 삭제할까요?
nb: Slette denne påminnelsen og ventende forekomster?
nl: Deze herinnering en openstaande keren verwijderen?
sv: Radera den här påminnelsen och väntande förekomster?
zh_hans: 要删除此提醒及其待处理项目吗？
zh_hant: 要刪除這個提醒及其待處理項目嗎？

# knittingReminder.error.invalid
source: The reminder settings are invalid.
da: Påmindelsesindstillingerne er ugyldige.
de: Die Erinnerungseinstellungen sind ungültig.
el: Οι ρυθμίσεις της υπενθύμισης δεν είναι έγκυρες.
fi: Muistutuksen asetukset eivät kelpaa.
fr: Les réglages du rappel ne sont pas valides.
ja: リマインダーの設定が無効です。
ko: 알림 설정이 올바르지 않습니다.
nb: Påminnelsesinnstillingene er ugyldige.
nl: De herinneringsinstellingen zijn ongeldig.
sv: Påminnelseinställningarna är ogiltiga.
zh_hans: 提醒设置无效。
zh_hant: 提醒設定無效。

# knittingReminder.error.stale
source: This reminder changed elsewhere. Reopen it and try again.
da: Denne påmindelse blev ændret et andet sted. Åbn den igen, og prøv igen.
de: Diese Erinnerung wurde an anderer Stelle geändert. Öffne sie erneut und versuche es noch einmal.
el: Αυτή η υπενθύμιση άλλαξε αλλού. Ανοίξτε την ξανά και δοκιμάστε πάλι.
fi: Tätä muistutusta muutettiin muualla. Avaa se uudelleen ja yritä uudelleen.
fr: Ce rappel a été modifié ailleurs. Rouvrez-le et réessayez.
ja: このリマインダーは別の画面で変更されました。開き直して、もう一度お試しください。
ko: 이 알림이 다른 화면에서 변경되었습니다. 다시 연 후 다시 시도하세요.
nb: Denne påminnelsen ble endret et annet sted. Åpne den på nytt og prøv igjen.
nl: Deze herinnering is elders gewijzigd. Open deze opnieuw en probeer het nogmaals.
sv: Den här påminnelsen ändrades någon annanstans. Öppna den igen och försök igen.
zh_hans: 此提醒已在其他页面更改。请重新打开后重试。
zh_hant: 這個提醒已在其他畫面變更。請重新開啟後再試一次。

# knittingReminder.error.unavailable
source: This reminder is no longer available.
da: Denne påmindelse er ikke længere tilgængelig.
de: Diese Erinnerung ist nicht mehr verfügbar.
el: Αυτή η υπενθύμιση δεν είναι πλέον διαθέσιμη.
fi: Tämä muistutus ei ole enää käytettävissä.
fr: Ce rappel n’est plus disponible.
ja: このリマインダーは利用できなくなりました。
ko: 이 알림은 더 이상 사용할 수 없습니다.
nb: Denne påminnelsen er ikke lenger tilgjengelig.
nl: Deze herinnering is niet meer beschikbaar.
sv: Den här påminnelsen är inte längre tillgänglig.
zh_hans: 此提醒已无法使用。
zh_hant: 這個提醒已無法使用。

# knittingReminder.error.accessRestricted
source: Unlock KnitNote to change reminders.
da: Lås KnitNote op for at ændre påmindelser.
de: Entsperre KnitNote, um Erinnerungen zu ändern.
el: Ξεκλειδώστε το KnitNote για να αλλάξετε υπενθυμίσεις.
fi: Muuta muistutuksia avaamalla KnitNote.
fr: Déverrouillez KnitNote pour modifier les rappels.
ja: リマインダーを変更するにはKnitNoteのロックを解除してください。
ko: 알림을 변경하려면 KnitNote 잠금을 해제하세요.
nb: Lås opp KnitNote for å endre påminnelser.
nl: Ontgrendel KnitNote om herinneringen te wijzigen.
sv: Lås upp KnitNote för att ändra påminnelser.
zh_hans: 解锁 KnitNote 后才能更改提醒。
zh_hant: 解除 KnitNote 鎖定後才能變更提醒。

# knittingReminder.error.save
source: Couldn’t save this reminder. Try again.
da: Denne påmindelse kunne ikke gemmes. Prøv igen.
de: Diese Erinnerung konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση αυτής της υπενθύμισης. Δοκιμάστε ξανά.
fi: Tätä muistutusta ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d’enregistrer ce rappel. Réessayez.
ja: このリマインダーを保存できませんでした。もう一度お試しください。
ko: 이 알림을 저장할 수 없습니다. 다시 시도하세요.
nb: Kunne ikke lagre denne påminnelsen. Prøv igjen.
nl: Deze herinnering kon niet worden bewaard. Probeer opnieuw.
sv: Det gick inte att spara den här påminnelsen. Försök igen.
zh_hans: 无法保存此提醒。请重试。
zh_hant: 無法儲存這個提醒。請再試一次。

source: Ready
da: klar
de: Bereit
el: Έτοιμο
fi: Valmis
fr: Prêt
ja: 準備完了
ko: 준비 완료
nb: Klar
nl: Gereed
sv: färdig
zh_hans: 就绪
zh_hant: 就緒

# art.familyHero.accessibility
source: A mother knitting in a watercolor sky beside Lemon the rabbit.
da: En mor strikker under en akvarelhimmel ved siden af kaninen Lemon.
de: Eine Mutter strickt unter einem Aquarellhimmel, neben ihr Hase Lemon.
el: Μια μητέρα πλέκει κάτω από έναν ουρανό ακουαρέλας, δίπλα στον Lemon, το κουνέλι.
fi: Äiti neuloo vesiväritaivaan alla Lemon-kani vierellään.
fr: Une mère tricote sous un ciel aquarellé, avec le lapin Lemon à ses côtés.
ja: 水彩の空の下で編み物をする母親と、寄り添うウサギのLemon。
ko: 토끼 레몬 옆의 수채화 하늘에서 뜨개질을 하는 엄마.
nb: En mor strikker i et akvarellhimmelbilde ved siden av kaninen Lemon.
nl: Een moeder die onder een aquarelhemel breit, naast het konijn Lemon.
sv: En mamma som stickar i en akvarellhimmel bredvid kaninen Lemon.
zh_hans: 妈妈在水彩天空下编织，宠物兔 Lemon 陪在身旁。
zh_hant: 媽媽在水彩天空下編織，寵物兔 Lemon 陪在身旁。

# art.lemonYarn.accessibility
source: Lemon the rabbit resting on a lavender yarn ball.
da: Kaninen Lemon hviler på et nøgle lavendelfarvet garn.
de: Hase Lemon ruht auf einem lavendelfarbenen Garnknäuel.
el: Ο Lemon, το κουνέλι, ξεκουράζεται πάνω σε ένα λεβαντί κουβάρι νήματος.
fi: Lemon-kani lepää laventelinvärisen lankakerän päällä.
fr: Le lapin Lemon repose sur une pelote de fil couleur lavande.
ja: ラベンダー色の毛糸玉の上で休むウサギのLemon。
ko: 라벤더색 실타래 위에서 쉬고 있는 토끼 레몬.
nb: Kaninen Lemon hviler på et nøste lavendelfarget garn.
nl: Het konijn Lemon rust op een bol lavendelkleurig garen.
sv: Kaninen Lemon vilar på en ball av lavendelgarn.
zh_hans: 宠物兔 Lemon 趴在淡紫色毛线球上。
zh_hant: 寵物兔 Lemon 趴在淡紫色毛線球上。

# backup.cancel
source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Annuler
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# backup.error.exportFailed
source: KnitNote couldn't create a backup. Please try again.
da: KnitNote kunne ikke oprette en sikkerhedskopi. Prøv igen.
de: KnitNote konnte keine Sicherung erstellen. Versuche es erneut.
el: Το KnitNote δεν μπόρεσε να δημιουργήσει αντίγραφο ασφαλείας. Δοκιμάστε ξανά.
fi: KnitNote ei voinut luoda varmuuskopiota. Yritä uudelleen.
fr: KnitNote n’a pas pu créer de sauvegarde. Réessayez.
ja: KnitNoteはバックアップを作成できませんでした。もう一度お試しください。
ko: KnitNote에서 백업을 생성할 수 없습니다. 다시 시도해 주세요.
nb: KnitNote klarte ikke å lage en sikkerhetskopi. Vennligst prøv igjen.
nl: KnitNote kon geen reservekopie maken. Probeer het opnieuw.
sv: KnitNote kunde inte skapa en säkerhetskopia. Försök igen.
zh_hans: 无法创建 KnitNote 备份，请再试一次。
zh_hant: 無法建立 KnitNote 備份，請再試一次。

# backup.error.invalid
source: This backup is damaged or incomplete and can't be restored.
da: Denne sikkerhedskopi er beskadiget eller ufuldstændig og kan ikke gendannes.
de: Diese Sicherung ist beschädigt oder unvollständig und kann nicht wiederhergestellt werden.
el: Αυτό το αντίγραφο ασφαλείας είναι κατεστραμμένο ή ατελές και δεν μπορεί να αποκατασταθεί.
fi: Tämä varmuuskopio on vaurioitunut tai puutteellinen eikä sitä voi palauttaa.
fr: Cette sauvegarde est endommagée ou incomplète et ne peut pas être restaurée.
ja: このバックアップは破損または不完全で、復元できません。
ko: 이 백업은 손상되거나 불완전하여 복원할 수 없습니다.
nb: Denne sikkerhetskopien er skadet eller ufullstendig og kan ikke gjenopprettes.
nl: Deze reservekopie is beschadigd of onvolledig en kan niet worden teruggezet.
sv: Denna säkerhetskopia är skadad eller ofullständig och kan inte återställas.
zh_hans: 此备份已损毁或不完整，无法恢复。
zh_hant: 此備份已損毀或不完整，無法還原。

# backup.error.operationInProgress
source: Another data operation is already in progress. Please wait and try again.
da: En anden databehandling er allerede i gang. Vent venligst og prøv igen.
de: Ein anderer Datenvorgang läuft bereits. Bitte warten und erneut versuchen.
el: Μια άλλη λειτουργία δεδομένων βρίσκεται ήδη σε εξέλιξη. Περιμένετε και δοκιμάστε ξανά.
fi: Toinen tietotoiminto on jo käynnissä. Odota ja yritä uudelleen.
fr: Une autre opération sur les données est déjà en cours. Patientez et réessayez.
ja: 別のデータ操作がすでに進行中です。お待ちください。もう一度お試しください。
ko: 다른 데이터 작업이 이미 진행 중입니다. 잠시 기다린 후 다시 시도해 주세요.
nb: En annen databehandling er allerede i gang. Vennligst vent og prøv igjen.
nl: Er wordt al een andere gegevensbewerking uitgevoerd. Wacht even en probeer het opnieuw.
sv: En annan databehandling pågår redan. Vänligen vänta och försök igen.
zh_hans: 另一项数据操作正在进行，请稍候再试。
zh_hant: 另一項資料操作正在進行，請稍候再試。

# backup.error.storageOrAccess
source: KnitNote couldn't access the backup, or there isn't enough storage space.
da: KnitNote kunne ikke få adgang til backupen, eller der er ikke nok lagerplads.
de: KnitNote konnte nicht auf die Sicherung zugreifen oder der Speicherplatz reicht nicht aus.
el: Το KnitNote δεν μπόρεσε να αποκτήσει πρόσβαση στο αντίγραφο ασφαλείας ή δεν υπάρχει αρκετός χώρος αποθήκευσης.
fi: KnitNote ei voinut käyttää varmuuskopiota tai tallennustila ei riitä.
fr: KnitNote n’a pas pu accéder à la sauvegarde ou l’espace de stockage est insuffisant.
ja: KnitNoteがバックアップにアクセスできないか、ストレージの空き容量が不足しています。
ko: KnitNote가 백업에 접근할 수 없거나 저장 공간이 부족합니다.
nb: KnitNote kunne ikke få tilgang til sikkerhetskopien, eller det er ikke nok lagringsplass.
nl: KnitNote had geen toegang tot de reservekopie of er is onvoldoende opslagruimte.
sv: KnitNote kunde inte komma åt säkerhetskopian, eller det finns inte tillräckligt med lagringsutrymme.
zh_hans: KnitNote 无法访问备份，或设备存储空间不足。
zh_hant: KnitNote 無法存取備份，或裝置儲存空間不足。

# backup.error.unsupportedVersion
source: This backup was created by a newer version of KnitNote. Update the app before restoring it.
da: Denne sikkerhedskopi blev oprettet af en nyere version af KnitNote. Opdater appen, før du gendanner den.
de: Diese Sicherung wurde mit einer neueren Version von KnitNote erstellt. Aktualisiere die App vor der Wiederherstellung.
el: Αυτό το αντίγραφο ασφαλείας δημιουργήθηκε από μια νεότερη έκδοση του KnitNote. Ενημερώστε την εφαρμογή πριν την επαναφέρετε.
fi: Tämä varmuuskopio luotiin KnitNoten uudemmalla versiolla. Päivitä sovellus ennen palauttamista.
fr: Cette sauvegarde a été créée avec une version plus récente de KnitNote. Mettez l’app à jour avant de restaurer cette sauvegarde.
ja: このバックアップは、新しいバージョンのKnitNoteによって作成されました。復元する前に、アプリを更新してください。
ko: 이 백업은 더 최신 버전의 KnitNote에서 생성되었습니다. 복원하기 전에 앱을 업데이트하세요.
nb: Denne sikkerhetskopien ble opprettet av en nyere versjon av KnitNote. Oppdater appen før du gjenoppretter den.
nl: Deze reservekopie is gemaakt met een nieuwere versie van KnitNote. Werk de app bij voordat je deze terugzet.
sv: Denna säkerhetskopia skapades av en nyare version av KnitNote. Uppdatera appen innan du återställer den.
zh_hans: 此备份由较新版 KnitNote 创建，请更新 App 后再恢复。
zh_hant: 此備份由較新版 KnitNote 建立，請更新 App 後再還原。
